Dlubal.DynamPro.NVCResultsMassFactors
Natural Vibration Case results - Mass Factors

Dlubal.DynamPro.NVCResultsMassFactors.ModeShape
Number of mode shape

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassMi
Modal Mass Mi [kg]

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassMeX
Effective Modal Mass MeX [kg]

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassMeY
Effective Modal Mass MeY [kg]

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassMeZ
Effective Modal Mass MeZ [kg]

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassMphiX
Effective Modal Mass MphiX [kg]

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassMphiY
Effective Modal Mass MphiY [kg]

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassMphiZ
Effective Modal Mass MphiZ [kg]

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassFactorFmeX
Effective Modal Mass Factor FmeX [-]

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassFactorFmeY
Effective Modal Mass Factor FmeY [-]

Dlubal.DynamPro.NVCResultsMassFactors.ModalMassFactorFmeZ
Effective Modal Mass Factor FmeZ [-]